---
kind: property
id: P:Autodesk.Revit.DB.SpecTypeId.ReinforcementCover
source: html/88d0cd4a-1709-198d-34a7-47cd28e7aad6.htm
---
# Autodesk.Revit.DB.SpecTypeId.ReinforcementCover Property

Reinforcement Cover, in discipline Structural.

## Syntax (C#)
```csharp
public static ForgeTypeId ReinforcementCover { get; }
```